Repository: YenForYang/debian-deborphan
Catalog: deborphan/po/*.po
Languages: es, fr

source: The following options are available:
es: Las siguientes opciones están disponibles:
fr: Liste des options disponibles :

source: -h This help.
es: -h Esta ayuda.
fr: -h Ce texte d'aide.

source: -f FILE Use FILE as statusfile.
es: -f FICH. Utilizar FICH. como fichero de estado.
fr: -f FICHIER Utiliser FICHIER comme fichier d'état.

source: -v Version information.
es: -v Información de la versión.
fr: -v Afficher la version du programme.

source: -d Show dependencies for packages that have them.
es: -d Mostrar las dependencias para los paquetes que las tienen.
fr: -d Afficher les dépendances des paquets.

source: -P Show priority of packages found.
es: -P Mostrar las prioridades de los paquetes encontrados.
fr: -P Afficher la priorité des paquets qui ont été trouvés.

source: -s Show the sections the packages are in.
es: -s Mosrtar las secciones en que están los paquetes.
fr: -s Afficher la section des paquets.

source: --no-show-section Do not show sections.
es: --no-show-section No mostrar las secciones.
fr: --no-show-section Ne pas afficher les sections.

source: -z Show installed size of packages found.
es: -z Mostrar el tamaño de instalación de los paquetes encontrados.
fr: -z Afficher la taille des paquets qui ont été trouvés.

source: -a Compare all packages, not just libs.
es: -a Comparar todos los paquetes, en lugar de sólo las bibliotecas.
fr: -a Comparer tous les paquets et pas seulement les bibliothèques.

source: -e LIST Work as if packages in LIST were not installed.
es: -e LISTA Trabajar como si no estuvieran instalados los paquetes de la LISTA.
fr: -e LISTE Fonctionnement comme si les paquets dans la LISTE n'étaient pas installés.

source: -H Ignore hold flags.
es: -H Ignorar las marcas de retención de paquetes.
fr: -H Ignorer les indicateurs de maintien dans la version actuelle (« hold »).

source: Disable checks for `recommends'.
es: Deshabilitar las comprobaciones para «recommends».
fr: Supprimer les vérifications pour « recommande ».

source: Disable checks for `suggests'.
es: Deshabilitar las comprobaciones para «suggests».
fr: Supprimer les vérifications pour « suggère ».

source: -n Disable checks for `recommends' and `suggests'.
es: -n Deshabilitar las comprobaciones para «recommends» o «suggests».
fr: -n Supprimer les vérifications pour « recommande » et « suggère ».

source: -p PRIOR Select only packages with priority >= PRIOR.
es: -p PRIOR Seleccionar sólo los paquetes con prioridad >= PRIOR.
fr: -p PRIOR Sélectionner uniquement les paquets avec une priorité >= PRIOR.

source: --find-config Find "orphaned" configuration files.
es: --find-config Buscar ficheros de configuración «huérfanos».
fr: --find-config, Rechercher les fichiers de configuration « orphelins ».

source: --libdevel Also search in section "libdevel".
es: --libdevel También busca en la sección "libdevel".
fr: --libdevel, Rechercher aussi dans la section « libdevel »).

source: -A PKGS.. Never report PKGS.
es: -A PAQS.. Nunca informar de PAQS..
fr: -A PAQUETS Ne jamais signaler les PAQUETS.

source: -k FILE Use FILE to get/store info about kept packages.
es: -k FICH. Usar FICH. para obtener y establecer información sobre paquetes a mantener.
fr: -k FICHIER Utiliser FICHIER pour chercher et enregistrer les informations à propos des paquets maintenus.

source: -L List the packages that are never reported.
es: -L Listar los paquetes que nunca serán reportados.
fr: -L Afficher la liste des paquets qui ne sont jamais signalés.

source: -R PKGS.. Remove PKGS from the "keep" file.
es: -R PAQS.. Eliminar PAQS los paquetes de la lista a mantener.
fr: -R PAQUETS Supprimer les PAQUETS de la liste des paquets maintenus.

source: -Z Remove all packages from the "keep" file.
es: -Z Eliminar todos los paquetes de la lista a mantener.
fr: -Z Supprimer tous les paquets de la liste des paquets maintenus.

source: --df-keep Read debfoster's "keepers" file.
es: --df-keep Leer el fichero de paquetes a mantener «keepers» de «debfoster».
fr: --df-keep, Lire le fichier des « maintiens » de debfoster.

source: --no-df-keep Do not read debfoster's "keepers" file.
es: --no-df-keep No leer el fichero de paquetes a mantener «keepers» de «debfoster».
fr: --no-df-keep, Ne pas lire le fichier des « maintiens » de debfoster.

source: --guess-common Try to report common packages.
es: --guess-common Intentar informar de paquetes habituales.
fr: --guess-common, Essayer de signaler les paquets communs (« common »).

source: --guess-data Try to report data packages.
es: --guess-data Intentar informar de paquetes de datos.
fr: --guess-data, Essayer de signaler les paquets de données (« data »).

source: --guess-debug Try to report debugging libraries.
es: --guess-debug Intentar informar de las bibliotecas de depuración.
fr: --guess-debug, Essayer de signaler les bibliothèques de débogage.

source: --guess-dev Try to report development packages.
es: --guess-dev Intentar informar de paquetes de desarrollo.
fr: --guess-dev, Essayer de signaler les paquets de développement.

source: --guess-doc Try to report documentation packages.
es: --guess-doc Intentar informar de los paquetes de documentación.
fr: --guess-doc, Essayer de signaler les paquets de documentation.

source: --guess-dummy Try to report dummy packages.
es: --guess-dummy Intentar informar de paquetes «dummy».
fr: --guess-dummy, Essayer de signaler les paquets « dummy ».

source: --guess-java Try to report java libraries.
es: --guess-java Intentar informar de las bibliotecas de java.
fr: --guess-java, Essayer de signaler les bibliothèques java.

source: --guess-kernel Try to report kernel modules.
es: --guess-kernel Intentar informar de los módulos del núcleo.
fr: --guess-kernel, Essayer de signaler les modules du noyau.

source: --guess-interpreters Try to report interpreter libraries.
es: --guess-interpreters Intentar informar de las bibliotecas de intérpretes.
fr: --guess-interpreters, Essayer de signaler les bibliothèques des interpréteurs.

source: --guess-mono Try to report mono libraries.
es: --guess-mono Intentar informar de las bibliotecas de Mono.
fr: --guess-mono, Essayer de signaler les bibliothèques mono.

source: --guess-perl Try to report perl libraries.
es: --guess-perl Intentar informar de las bibliotecas de Perl.
fr: --guess-perl, Essayer de signaler les bibliothèques Perl.

source: --guess-pike Try to report pike libraries.
es: --guess-pike Intentar informar de las bibliotecas de Pike.
fr: --guess-pike, Essayer de signaler les bibliothèques Pike.

source: --guess-python Try to report python libraries.
es: --guess-python Intentar informar de las bibliotecas de Python.
fr: --guess-python, Essayer de signaler les bibliothèques Python.

source: --guess-ruby Try to report ruby libraries.
es: --guess-ruby Intentar informar de las bibliotecas de Ruby.
fr: --guess-ruby, Essayer de signaler les bibliothèques Ruby.

source: --guess-section Try to report libraries in wrong sections.
es: --guess-section Intentar informar sobre las bibliotecas en secciones incorrectas.
fr: --guess-section, Essayer de signaler les bibliothèques qui se trouvent dans des sections erronées.

source: --guess-all Try all of the above.
es: --guess-all Probar todos los arriba indicados.
fr: --guess-all, Essayer toutes les options précédentes.

source: --guess-only Use --guess options only.
es: --guess-only Usar sólo las opciones --guess.
fr: --guess-only, N'utiliser que les options « --guess ».

source: See also: deborphan(1), orphaner(8)
es: Consulte también: deborphan(1), orphaner(8)
fr: Voir aussi : deborphan(1), orphaner(8)

source: %s %s - Find packages without other packages depending on them
fr: %s %s - Rechercher les paquets dont aucun autre paquet ne dépend

source: Distributed under the terms of the MIT License, see the file COPYING provided in this package, or /usr/share/doc/deborphan/copyright on a Debian system for details.
fr: Distribué selon les termes de la licence MIT, voir le fichier COPYING distribué avec ce paquet, ou /usr/share/doc/deborphan/copyright sur un système Debian pour davantage d’informations.

source: THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
fr: Le Programme est fourni en l’état, sans garantie d’aucune sorte, explicite ou implicite, y compris les garanties de commercialisation ou d’adaptation dans un but particulier et l’absence de contrefaçon. En aucun cas les auteurs ou ayants droit ne seront tenus responsables de réclamations, dommages ou autres, que ce soit dans une action de nature contractuelle, préjudiciable ou autres façons, découlant de, hors ou en connexion avec le Programme ou l’utilisation ou autres modifications du Programme.

source: Usage: %s [OPTIONS] [PACKAGE]...
es: Modo de uso: %s [OPCIONES] [PAQUETE]...
fr: Syntaxe : %s [OPTIONS] [PAQUET]...

source: The status file is in an improper state. One or more packages are marked as half-installed, half-configured, unpacked, triggers-awaited or triggers-pending. Exiting. Note: dpkg --audit may be used to find such packages.
es: El archivo de estado está en un estado inconsiste. Hay uno o más paquetes marcados como medio-instalados, medio-configurados, desempaquetados, esperando-triggers o pendiente-triggers. Saliendo. Nota: dpkg --audit puede usarse para encontrar dichos paquetes.
fr: Le fichier d’état est dans un état incorrect. Un ou plusieurs paquets sont marqués demi-installés, demi-configurés, dépaquetés, en attente de déclencheur ou déclencheur en cours. Fin du programme. Note : on peut utiliser dpkg -- audit pour trouver les paquets en question.

source: Status file is probably invalid. Exiting.
es: El fichero de estado probablemente sea inválido. Saliendo del programa.
fr: Le fichier d’état n'est probablement pas valable. Fin du programme.

source: Usage: %s [--help|--purge|--skip-apt] [deborphan options]
es: Modo de uso: %s [--help|--purge|--skip-apt] [opciones de deborphan]
fr: Syntaxe : %s [--help |--purge|--skip-apt] [options de deborphan]

source: See orphaner(8) and deborphan(1) for a list of valid options.
es: Consulte orphaner(8) y deborphan(1) para obtener una lista de las opciones válidas.
fr: Voir orphaner(8) et deborphan(1) pour obtenir une liste des options possibles.

source: Invalid basename: %s.
es: Nombre base no válido: %s.
fr: Nom incorrect : %s.

source: %s: Invalid option: %s.
es: %s: Opción no válida: %s.
fr: %s : option incorrecte : %s.

source: %s: You need "dialog" in $PATH to run this frontend.
es: %s: Necesita tener el programa «dialog» en su $PATH para ejecutar esta interfaz.
fr: %s : « dialog » doit être accessible dans $PATH pour pouvoir utiliser cette interface.

source: Screen too small or set $LINES and $COLUMNS.
es: El tamaño de la pantalla es muy pequeño o necesita establecer $LINES ó $COLUMNS.
fr: L'écran est trop petit, vous pouvez modifier $LINES et $COLUMNS.

source: Select packages that should never be recommended for removal in deborphan:
es: Seleccione los paquetes para los que deborphan nunca debería recomendar su eliminación.
fr: Sélectionner les paquets qui ne doivent jamais être proposés par deborphan pour être supprimés :

source: Select packages for removal or cancel to quit:
es: Seleccione los paquetes a eliminar o cancele para salir:
fr: Sélectionner les paquets à supprimer ou « Annuler » pour quitter le programme :

source: No orphaned packages found.
es: No se han encontrando paquetes huérfanos.
fr: Aucun paquet orphelin n'a été trouvé.

source: "deborphan" got removed. Exiting.
es: se eliminó «deborphan». Saliendo del programa.
fr: « deborphan » a été supprimé. Fin du programme.

source: "apt" got removed. Exiting.
es: se eliminó «apt». Saliendo del programa.
fr: « apt » a été supprimé. Fin du programme.

source: "apt" is not installed, broken dependencies found or could not open lock file, are you root? Printing "apt-get" commandline and exiting:
es: No está instalado «apt», se han encontrado dependencias rotas o no se puedo abrir el fichero de bloqueo. Se va a imprimir la orden a ejecutar con «apt-get» y se saldrá del programa:
fr: « apt » n'est pas installé, des dépendances cassées ont été trouvées ou il n'est pas possible d'ouvrir le fichier lock, êtes-vous administrateur ? Affichage de la ligne de commande « apt-get » et fin du programme.

source: Explicitly specified status file or requested calling "apt-get" to be skipped. Printing "apt-get" commandline and exiting:
es: Se ha especificado un fichero de estado de forma explícita o se solicitó que se omitiera la llamada a «apt-get». Se va a imprimir la orden a ejecutar con «apt-get» y se saldrá del programa:
fr: Le fichier d'état explicitement indiqué ou demandant l'appel à « apt-get » va être sauté. Affichage de la ligne de commande « apt-get » et fin du programme.

source: Removing %s
es: Eliminando %s
fr: Suppression de %s

source: "deborphan" returned with error.
es: «deborphan» terminó con un error.
fr: « deborphan » s'est terminé avec une erreur.

source: "apt-get" returned with exitcode %s.
es: «apt-get» devolvió el error de salida %s.
fr: « apt-get » s'est terminé avec le code de retour %s.

source: "dialog" returned with exitcode %s.
es: «dialog» devolvió el error de salida %s.
fr: « dialog » s'est terminé avec le code de retour %s.

source: "apt-get" tries to remove more packages than requested by "orphaner". Exiting.
es: «apt-get» intenta eliminar más paquetes de los que solicitaba el programa «orphaner». Saliendo del programa.
fr: « apt-get » a tenté de supprimer davantage de paquets que ce qui était demandé par « orphaner ». Fin du programme.

source: Simulate
es: Simular
fr: Simuler

source: Press enter to continue.
es: Pulse <Intro> para continuar
fr: Presser « Entrée » pour continuer.

source: "find-circular" is currently not supported by "orphaner". Exiting.
es: «orphaner» no soporta de momento «find-circular». Saliendo del programa.
fr: « find-circular » n'est pas pris en compte actuellement par « orphaner ». Fin du programme.
