Repository: YenForYang/debian-deborphan
Catalog: deborphan/doc/po/*.po
Languages: de

source: orphaner - frontend for deborphan
de: orphaner - Oberfläche für Deborphan

source: SYNOPSIS
de: ÜBERSICHT

source: B<orphaner> [B<--help>|B<--purge>] [\,I<deborphan options>\/]
de: B<orphaner> [B<--help>|B<--purge>] [\,I<deborphan Optionen>\/]

source: DESCRIPTION
de: BESCHREIBUNG

source: B<orphaner> is a neat frontend for B<deborphan> displaying a list of orphaned packages with dialog or whiptail. Packages may be selected for removal with B<apt-get> which is then called to do the work. After removal a new list of orphaned packages is gathered from deborphan. The program ends when either `Cancel' is pressed or no package is marked for removal.
de: B<orphaner> ist eine nette Oberfläche für B<deborphan>, der eine Liste von verwaisten Pakten mittels Dialog oder Whiptail anzeigt. Pakete können zur Entfernung mit B<apt-get> ausgewählt werden, das dann entsprechend aufgerufen wird. Nach der Entfernung wird eine neue Liste von verwaisten Paketen von Deborphan erstellt. Das Programm endet, wenn entweder »Abbrechen« ausgewählt wird oder wenn kein Paket mehr zur Entfernung markiert ist.

source: After you removed a package, all new orphaned packages are shown at the top of the list separated by +++++ from the old list.
de: Nachdem Sie ein Paket entfernt haben, werden alle verwaisten Pakete oben in der Liste angezeigt, mittels »+++++« getrennt von der alten Liste.

source: Orphaner also shows two additional buttons: `Simulate' and `Help'. `Simulate' does like its name suggest only a simulation of removing and shows the result that would appear after real removing. So you can see the packages, which will become orphaned and you can select them and remove all packages with one B<apt-get> call.
de: Orphaner zeigt Ihnen zwei zusätzliche Schaltflächen: »Simulieren« und »Hilfe«. Bei »Simulieren« wird dem Namen entsprechend nur eine Simulation der Entfernung durchgeführt und gezeigt, wie das Ergebnis nach der Entfernung aussähe. Somit können Sie Pakete erkennen, die verwaist würden und sie auswählen, und dann alle Pakete mit nur einem Aufruf von B<apt-get> entfernen.

source: `Help' shows you the status of the package given by B<dpkg -s>. B<Caution:> your selection will be lost.
de: »Hilfe« zeigt Ihnen den Status der von B<dpkg -s> angegebenen Pakete. B<Vorsicht>: Ihre Auswahl geht dabei verloren.

source: OPTIONS
de: OPTIONEN

source: Print a short help and exit.
de: Gibt eine kurze Hilfe aus und wird beendet.

source: Do not call B<apt-get>, but show apt-get command line instead.
de: Nicht B<apt-get> aufrufen, sondern die Befehlszeile von Apt-get anzeigen.

source: Call B<apt-get> remove with the B<--purge> option.
de: B<apt-get> remove mit der Option B<--purge> aufrufen.

source: B<orphaner> accepts most, but not all, options that B<deborphan> accepts. These options are passed to B<deborphan> unchanged, and described in B<deborphan>'s manpage. Options which are not accepted include switches to manage the keep file, and switches to change the output format. Note that switches which take an argument need to passed as one argument to B<orphaner>. For instance to only show packages of priority I<optional> and less important, you need to use B<--priority=optional> (i.e., with the B<=> sign, not with a space).
de: B<orphaner> akzeptiert die meisten, aber nicht alle Optionen von B<deborphan>. Diese Optionen werden unverändert an B<deborphan> weitergegeben und sind in B<deborphan>s Handbuchseite beschrieben. Optionen, die nicht akzeptiert werden, sind u.a. die zum Verwalten der Haltedatei und die Schalter zum Ändern des Ausgabeformats. Beachten Sie, dass Schalter, die ein Argument erwarten, als ein Argument an B<orphaner> übergeben werden müssen. Um beispielsweise nur Pakete der Priorität I<optional> und weniger wichtig anzuzeigen, müssen Sie B<--priority=optional> (d.h. mit einem B<=>-Zeichen, nicht mit einem Leerzeichen) verwenden.

source: SEE ALSO
de: SIEHE AUCH

source: editkeep - frontend for deborphan
de: editkeep - Oberfläche für Deborphan

source: B<editkeep> [options]
de: B<editkeep> [Optionen]

source: B<editkeep> is a frontend for B<deborphan> displaying a list of orphaned packages (-a for all-sections is implied) and packages which are tagged to never been shown using dialog or whiptail.
de: B<editkeep> ist eine Oberfläche für B<deborphan>, in der eine Liste von verwaisten Paketen (»-a« für »all-sections« ist impliziert) und Paketen, die markiert sind, niemals mit Dialog oder Whiptail angezeigt zu werden, dargestellt wird.

source: Packages may be selected to be added or removed from deborphans keep list, i.e. the list of files it never proposes for removal.
de: Pakete können ausgewählt werden, um auf die Halteliste von Deborphan, d.h. die Liste von Dateien, die nie zur Entfernung verarbeitet werden, hinzugefügt oder von ihr entfernt zu werden.

source: B<-n> Turn off nice-mode. See the deborphan manpage for description.
de: B<-n> »nice-Modus« (netter Modus) abschalten. Lesen Sie die Handbuchseite von Deborphan für eine Beschreibung.

source: February 2009
de: Februar 2009

source: deborphan - Orphaned package finder
de: deborphan - Finden verwaister Pakete

source: B<deborphan> [I<OPTION>] \&.\|.\|.\& [I<PACKAGE>] \&.\|.\|.
de: B<deborphan> [I<OPTION>] … [I<PAKET>] …

source: I<deborphan> finds packages that have no packages depending on them. The default operation is to search within the libs, oldlibs and introspection sections to hunt down unused libraries.
de: I<deborphan> findet Pakete, von denen keine Pakete abhängen. Die Standardfunktion besteht im Suchen innerhalb der Abschnitte »libs«, »oldlibs« und »introspection«, um unbenutzte Bibliotheken zu ermitteln.

source: If it is invoked with an optional list of packages, only the dependencies on those packages will be checked. The results are printed to stdout as if the option I<--show-deps> had been given. Searching for specific packages will show the package, regardless of its priority. It is possible to specify I<->, to read a list of packages from standard input.
de: Falls er mit einer optionalen Paketliste aufgerufen wird, werden nur die Abhängigkeiten von diesen Paketen überprüft. Das Ergebnis wird auf der Standardausgabe ausgegeben, als ob die Option I<--show-deps> angegeben worden wäre. Suche nach speziellen Paketen wird das Paket zeigen, unabhängig von einer Priorität. Es ist möglich, I<-> anzugeben, um eine Paketliste von der Standardeingabe einzulesen.

source: B<-f, --status-file=>I<FILE>
de: B<-f, --status-file=>I<DATEI>

source: Use FILE as the status file.
de: DATEI als Statusdatei verwenden.

source: Display a short help message and exit.
de: Eine kurze Hilfemeldung anzeigen und beenden

source: Display version information and exit.
de: Versionsinformationen anzeigen und beenden

source: OUTPUT MODIFIERS
de: AUSGABEMODIFIKATOREN

source: Show a list of all installed packages and name the packages that depend on them.
de: Eine Liste aller installierter Pakete und die Namen der Pakte, die davon abhängen, anzeigen

source: Show the priority of the packages found.
de: Die Priorität der gefundenen Pakete anzeigen

source: Show the sections the packages are in.
de: Den Abschnitt, in dem sich die Pakete befinden, anzeigen

source: Override showing sections when the default is to show them (see B<--all-packages>).
de: Anzeige der Bereiche ausschalten, wenn sie standardmäßig angezeigt würden (siehe B<--all-packages>)

source: Show the installed size of the packages found.
de: Die installierte Größe der gefundenen Pakete anzeigen

source: SEARCH MODIFIERS
de: SUCHMODIFIKATOREN

source: Check all the packages, instead of only those in the libs section. Best used (if at all used) in combination with B<--priority>. This option implies B<--show-section>.
de: Prüft alle Pakete, nicht nur die des Abschnitts »libs«. Am besten (falls überhaupt) zusammen mit B<--priority> verwandt. Diese Option impliziert B<--show-section>.

source: B<-e, --exclude=>I<LIST>
de: B<-e, --exclude=>I<LISTE>

source: Excludes the packages named in I<LIST> (a comma separated list) from the evaluation as if they didn't exist in the status file.
de: Schließt die in I<LISTE> (eine durch Kommata getrennte Liste) aufgeführten Pakete aus der Prüfung aus, als ob sie in der Statusdatei nicht existierten.

source: Ignore "hold" dpkg-flags on packages and thus display these packages. Without this option packages with the "hold" flag set will not be displayed. Please refer to B<dpkg>(1) for more information about package flags. Due a bug in aptitude (Debian bug #137771) hold flags created by aptitude are ignored by deborphan.
de: Dpkg-Schalter »halten« bei Paketen ignorieren und daher diese Pakete anzeigen. Ohne diese Optionen werden Pakete, bei denen der »halten«-Schalter gesetzt ist, nicht angezeigt. Bitte lesen Sie B<dpkg>(1) für weitere Informationen über Paketschalter. Aufgrund eines Fehlers in Aptitude (Debian-Fehler #137771) werden »halten«-Schalter, die von Aptitude gesetzt werden, von Deborphan ignoriert.

source: Do not check if there is a package `suggesting' (B<--ignore-suggests>) or `recommending' (B<--ignore-recommends>) the package. When both options are used together, deborphan behaves as if the `nice-mode' mentioned below has been turned off.
de: Nicht prüfen, ob es ein Paket gibt, das das Paket »vorschlägt« (B<--ignore-suggests>) oder »empfiehlt« (B<--ignore-recommends>). Wenn beide Optionen zusammen gesetzt sind, verhält sich Deborphan, als ob der unten beschriebene »nice-mode« abgeschaltet worden wäre.

source: Turn off nice-mode. Nice-mode checks if there is a package `suggesting' or `recommending' the package. If one is found, the package will be marked as in use, or, when B<--show-deps> is used, print out the package suggesting the package as if it were depending on it.
de: »nice-mode« (netter Modus) abschalten. Nice-mode prüft, ob es ein Paket gibt, das dieses Paket »vorschlägt« oder »empfiehlt«. Falls eines gefunden wird, wird es als »in Benutzung« markiert, oder wenn B<--show-deps> verwandt wird, wird das Paket, dass dieses Paket vorschlägt ausgegeben, als ob es davon abhinge.

source: B<-p, --priority=>I<PRIORITY>
de: B<-p, --priority=>I<PRIORITÄT>

source: Show only those packages with a priority equal to, or greater than I<PRIORITY>. I<PRIORITY> may be in the range of 1\(en5, or one of I<required>, I<important>, I<standard>, I<optional>, I<extra>. Default value for I<PRIORITY> is 2 (I<important>).
de: Zeigt nur Pakete, deren Priorität gleich oder höher als I<PRIORITÄT> ist. I<PRIORITÄT> kommt entweder aus dem Bereich 1\(en5 oder ist eines von I<required>, I<important>, I<standard>, I<optional> oder I<extra>. Der Standardwert für I<PRIORITÄT> ist 2 (I<important>).

source: This option searches for uninstalled packages which still have configuration files on the system. It implies the B<-a> option.
de: Diese Option sucht nach nicht installierten Paketen, die noch Konfigurationsdateien auf dem System haben. Dies impliziert die Option B<-a>.

source: Also search in section "libdevel".
de: Sucht auch im Abschnit »libdevel«.

source: KEEP FILE MANAGEMENT
de: VERWALTUNG DER HALTEDATEI

source: B<-A, --add-keep >I<PKG1> \&.\|.\|.\& I<PKGn>
de: B<-A, --add-keep >I<PK1> … I<PKn>

source: Add packages to the list of packages which are never to be reported, regardless of their state. You may specify 'B<->' to use standard input. Note that package names are case-sensitive.
de: Pakete zu der Liste von Paketen hinzufügen, die unabhängig von ihrem Zustand nie gemeldet werden. Sie können »B<->« für die Standardeingabe angeben. Beachten Sie, dass bei Paketnamen die Groß- und Kleinschreibung relevant ist.

source: B<-k, --keep-file=>I<FILE>
de: B<-k, --keep-file=>I<DATEI>

source: Use I<FILE> to store the list of kept-back packages.
de: I<DATEI> zum Speichern der zurückgehaltenen Pakete verwenden.

source: Show the list of packages that are being kept back.
de: Die Liste der zurückgehaltenen Pakete anzeigen.

source: B<-R, --del-keep >I<PKG1> \&.\|.\|.\& I<PKGn>
de: B<-R, --del-keep >I<PK1> … I<PKn>

source: Remove packages from the list of packages which are never to be reported. You may specify 'B<->' to use standard input. If there are no dependencies for this package next time I<deborphan> is invoked, it will be reported again.
de: Pakete aus der Paketliste entfernen, die nie berichtet werden. Sie können »B<->« zur Verwendung der Standardeingabe angeben. Falls es für dieses Paket keine Abhängigkeiten gibt, wird es beim nächsten Aufruf von I<deborphan> wieder berichtet.

source: Purge the entire list of packages that are being kept back. The only option possible in combination with this option is B<-A>.
de: Bereinigt die gesamte Liste der zurückgehaltenen Pakete. Die einzige Option, die in Kombination mit dieser Option möglich ist, ist B<-A>.

source: GUESSING
de: RATEN

source: deborphan can try to guess what packages may not be of much use to you by examining the package's name and/or description. It will pretend the package is in the I<main/libs> section, and report it as if it were a library. This method is in no way perfect or even reliable, so beware when using this! It is also possible to tell deborphan e.g., to guess all interpreters but not Perl by using B<--guess-interpreters> B<--no-guess-perl> or to guess all but not Mono by using B<--guess-all> B<--no-guess-mono>. Please note that the B<--no-guess-> option must occur after the B<--guess-> option it modifies, this makes it possible to declare more complex things like to guess all, except interpreters but additionally try to guess perl.
de: Deborphan kann versuchen, die Pakete zu erraten, die für Sie nicht mehr nützlich sein könnten, indem es den Paketnamen und/oder die Beschreibung untersucht. Es wird vorgeben, das Paket sei im Abschnitt I<main/libs> und es so berichten, als ob es eine Bibliothek wäre. Diese Methode ist in keinster Weise perfekt oder sogar zuverlässig, daher passen Sie bei der Verwendung auf! Es ist auch möglich, Deborphan mitzuteilen, dass es z.B. alle Interpreter aber nicht Perl erraten soll, indem B<--guess-interpreters> B<--no-guess-perl> verwandt wird oder alle außer Mono durch B<--guess-all> B<--no-guess-mono>. Bitte beachten Sie, dass die Option B<--no-guess-> nach der Option B<--guess-> kommen muss, die es verändert. Damit wird es möglich, komplexere Kombinationen zu formulieren, wie alles zu raten, außer den Interpretern aber zusätzlich auch Perl.

source: The following options are to be prefixed by I<--guess-> or (except B<only>) by I<--no-guess->:
de: Den folgenden Optionen kann I<--guess-> oder (abgesehen von B<only>) I<--no-guess-> vorangestellt werden:

source: This option tries to find common packages, i.e.\& packages with names ending in I<-common>.
de: Diese Option versucht, Pakete zu finden, deren Namen auf I<-common> endet.

source: This option tries to find data packages, i.e.\& packages with names ending in I<-data>.
de: Diese Option versucht, Pakete zu finden, deren Namen auf I<-data> endet, d.h. Datenpakete.

source: This option tries to find debugging libraries, i.e.\& packages with names ending in I<-dbg> or I<-dbgsym>.
de: Diese Option versucht, Pakete zu finden, deren Namen auf I<-dbg> oder I<-dbgsym> endet, d.h. Fehlersuchbibliotheken.

source: This option tries to find development packages, i.e.\& packages with names ending in I<-dev>. Also see option B<--libdevel>.
de: Diese Option versucht, Pakete zu finden, deren Namen auf I<-dev> endet, d.h. Entwicklungsbibliotheken. Siehe auch die Option B<--libdevel>.

source: This option tries to find documentation packages, i.e.\& packages with names ending in I<-doc>.
de: Diese Option versucht, Pakete zu finden, deren Namen auf I<-doc> endet, d.h. Dokumentationspakete.

source: This option tries to find dummy packages, i.e.\& packages with I<dummy> or I<transitional> in their short description.
de: Diese Option versucht, Pakete zu finden, in deren Kurzbeschreibung I<dummy> oder I<transitional> vorkommt.

source: This option tries to find kernel-modules. It tries to match \%I<(-modules|^nvidia-kernel)-.*[0\(en9]+\e.[0\(en9]+\e.[0\(en9]+>.
de: Diese Option versucht, Kernel-Module zu finden. Es prüft auf Übereinstimmung mit \%I<(-modules|^nvidia-kernel)-.*[0\(en9]+\e.[0\(en9]+\e.[0\(en9]+>.

source: Try to find all interpreter modules (i.e.\& imply B<ruby>, B<pike>, B<python>, B<perl> and B<mono>).
de: Versucht alle Interpretermodule zu finden (d.h. impliziert B<ruby>, B<pike>, B<python>, B<perl> und B<mono>).

source: This option tries to find mono libraries. It tries to match I<^libmono>.
de: Diese Option versucht, Mono-Bibliotheken zu finden. Es prüft auf Übereinstimmung mit I<^libmono>.

source: This option tries to find perl modules. It tries to match I<^lib.*-perl$>.
de: Diese Option versucht, Perl-Module zu finden. Es prüft auf Übereinstimmung mit I<^lib.*-perl$>.

source: This option tries to find pike modules. It tries to match I<^pike[[:digit:]]*->.
de: Diese Option versucht, Pike-Module zu finden. Es prüft auf Übereinstimmung mit I<^pike[[:digit:]]*->.

source: This option tries to find python modules. It tries to match I<^python[[:digit:]]*->.
de: Diese Option versucht, Python-Module zu finden. Es prüft auf Übereinstimmung mit I<^python[[:digit:]]*->.

source: This option tries to find ruby modules. It tries to match I<^lib.*-ruby[[:digit:].]*$>.
de: Diese Option versucht, Ruby-Module zu finden. Es prüft auf Übereinstimmung mit I<^lib.*-ruby[[:digit:].]*$>.

source: This option tries to find libraries that were accidentally placed in the wrong section. It tries to match I<^lib>, but not if it ends in one of: I<-dbg>, I<-dbgsym>, I<-doc>, I<-perl>, or I<-dev>.
de: Diese Option versucht, Bibliotheken zu finden, die versehentlich in dem falschen Abschnitt abgelegt wurden. Es versucht, auf Übereinstimmung mit I<^lib>, aber nicht falls die Endung eine der folgenden ist: I<-dbg>, I<-dbgsym>, I<-doc>, I<-perl> oder I<-dev>.

source: Try all of the above.
de: Versucht alles oben angegebene.

source: Ignore the package's section completely, and just go for the name and/or description. This option must be used in conjunction with one or more of the B<--guess> options listed above, or deborphan will not display anything.
de: Ignoriert den Abschnitt des Pakets komplett und prüft nur auf den Namen und/oder die Beschreibung. Diese Option muss zusammen mit einer oder mehrerer der oben aufgeführten B<--guess>-Optionen verwandt werden oder Deborphan wird nichts anzeigen.

source: FILES
de: DATEIEN

source: Statuses of available packages. See the section B<INFORMATION ABOUT PACKAGES> in I<dpkg>'s man-page for more information.
de: Status der verfügbaren Pakete. Lesen Sie den Abschnitt B<INFORMATION ÜBER PAKETE> in der Handbuchseite von I<dpkg> für weitere Informationen.

source: A newline-separated list of packages to keep. Package names are in no particular order.
de: Eine durch Zeilenumbrüche getrennte Liste von zu behaltenden Paketen. Die Paketnamen tauchen in keiner bestimmten Reihenfolge auf.

source: BUGS
de: FEHLER

source: If you report a bug, please include your I</var/lib/dpkg/status> file. That would help in reproducing the bugs.
de: Falls Sie einen Fehler berichten, fügen Sie bitte die Datei I</var/lib/dpkg/status> bei. Diese würde beim Reproduzieren der Fehler helfen.

source: AUTHORS
de: AUTOREN

source: deborphan was written by Cris van Pelt E<lt>"Cris van Pelt"@tribe.eu.orgE<gt>, then maintained by Peter Palfrader E<lt>weasel@debian.orgE<gt> but is nowadays maintained Carsten Hey E<lt>c.hey@web.deE<gt>
de: Deborphan wurde von Cris van Pelt E<lt>"Cris van Pelt"@tribe.eu.orgE<gt> geschrieben, dann von Peter Palfrader E<lt>weasel@debian.orgE<gt> betreut, wird aber heute von Carsten Hey E<lt>c.hey@web.deE<gt> betreut.
